const messages = [
  {
    messageID: "m00001",
    linkID: "l001",
    self: "伤心太平洋🐏",
    text: "你好啊",
    time: "16:00",
  },
  {
    messageID: "m00002",
    linkID: "l001",
    self: "李泽言",
    text: "你好",
    time: "16:01",
  },
  {
    messageID: "m00003",
    linkID: "l001",
    self: "李泽言",
    text: "一起去吃饭吧",
    time: "16:01",
  },
  {
    messageID: "m00004",
    linkID: "l001",
    self: "伤心太平洋🐏",
    text: "去哪里吃呢？",
    time: "16:12",
  },
  {
    messageID: "m00005",
    linkID: "l001",
    self: "李泽言",
    text: "我们去香格里拉大酒店吃蒸羊羔、蒸熊掌、蒸鹿尾儿、烧花鸭、烧雏鸡、烧子鹅、卤猪、卤鸭、酱鸡、腊肉、松花小肚儿、晾肉、香肠儿、什锦苏盘、熏鸡白肚儿、清蒸八宝猪、江米酿鸭子、罐儿野鸡、罐儿鹌鹑。卤什件儿、卤子鹅、山鸡、兔脯、菜蟒、银鱼、清蒸哈什蚂、烩鸭丝、烩鸭腰、烩鸭条、清拌鸭丝、黄心管儿、焖白鳝、焖黄鳝、豆豉鲇鱼、锅烧鲤鱼、烀烂甲鱼、抓炒鲤鱼、抓炒对儿虾。软炸里脊、软炸鸡、什锦套肠儿、卤煮寒鸦儿、麻酥油卷儿、熘鲜蘑、熘鱼脯、熘鱼肚、熘鱼片儿、醋熘肉片儿、烩三鲜、烩白蘑、烩鸽子蛋、炒银丝、烩鳗鱼、炒白虾、炝青蛤、炒面鱼。",
    time: "16:13",
  },
  {
    messageID: "m00006",
    linkID: "l001",
    self: "伤心太平洋🐏",
    text: "好！",
    time: "16:13",
  },
];

export default messages;
